Revit 2027 API
ParameterTypeId.TextStyleItalicAboveCutMark Property
 "Italic Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextStyleItalicAboveCutMark { get; }
Public Shared ReadOnly Property TextStyleItalicAboveCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextStyleItalicAboveCutMark {
	ForgeTypeId^ get ();
}
static member TextStyleItalicAboveCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace